Repository: lordoftheflies/mlm-portal
Catalog: app/xliff/bundle.po.xlf
Languages: po

# app.loginDialogTitle
source: Sign-in
po: Zaloguj

# app.logonDialogTitle
source: Sign-on
po: Zapisać się

# app.forgottenPasswordDialogTitle
source: Ask password reset
po: Poprosić o resecie hasła

# app.shareContentMenuTitle
source: Share content
po: Udostępnij treść

# app.contentsMenuTitle
source: Contents
po: Menu

# app.mailBoxMenuTitle
source: Mailbox
po: Skrzynka na listy

# app.networkMenuTitle
source: Network
po: Sieć

# app.aboutMenuTitle
source: About
po: Informacja

# app.profileMenuTitle
source: Profile
po: Profil

# app.logoutButtonLabel
source: Logout
po: Wylogowanie

# app.shareContentViewTitleLabel
source: Share content
po: Udostępnij treść

# app.contentTreeViewTitleLabel
source: Contents
po: Menu

# app.mailBoxViewTitleLabel
source: Mailbox
po: Skrzynka na listy

# app.networkViewTitleLabel
source: Network
po: Sieć

# app.aboutViewTitleLabel
source: About
po: Informacja

# about-view.contributorsTitleLabel
source: Authors & contributors
po: Autorski & Współtwórcy

# about-view.administrationTitleLabel
source: Webmaster & maintenance
po: Webmaster & konserwacja

# content-tree-view.messagesPagePublicFolderTitle
source: Public
po: Otwarte

# content-tree-view.messagesPageMyContentsFolderTitle
source: Drafts
po: Własny treść

# content-tree-view.messagesPagePublishedFolderTitle
source: Published
po: Pojawiło się

# content-tree-view.emptyContentFolderText
source: No content in the folder.
po: Brak zawartości w folderze.

# content-viewer.model.articleTitleLabel.title
source: Navigate to {{baseUrl}}content-tree/{{section.data}}
po: Nawigować do{{baseUrl}}content-tree/{{section.data}}

# mailbox-view.mailBoxPageInboxFolderTitle
source: Inbox
po: Odebrane listy

# mailbox-view.sentItemsPageInboxFolderTitle
source: Sent items
po: Wysłane listy

# mailbox-view.emptyMailBoxFolderText
source: No messages in the folder.
po: Brak wiadomości w folderze.

# network-view.model.newMemberNameLabel.label
source: Name
po: Nazwa

# network-view.model.newMemberEmailLabel.label
source: Email
po: Adres e-mail

# network-view.model.newMemberParentLabel.label
source: Parent member
po: Członek rodzic

# network-view.model.preferredLanguageLabel.label
source: Preferred language
po: Preferowany język

# network-view.newMemberDialogTitle
source: New member
po: Nowy członek

# network-view.newMemberTypeUserTitle
source: User
po: Użytkownik

# network-view.newMemberTypeGroupTitle
source: Group
po: Grupa

# network-view.newMemberTypeAdminTitle
source: Admin
po: Administrator

# network-view.newMemberDialogCancelButton
source: Cancel
po: Anuluj

# network-view.newMemberDialogCreateButton
source: Create
po: Stwórz

# network-view.newMemberDialogCreateAndRepeatButton
source: Create & repeat
po: Tworzenie i powtórzyć

# network-view.memberEraseConfirmDialogTitle
source: Delete member
po: Usuń element

# network-view.memberEraseConfirmDialogText
source: Are you sure delete member?
po: Czy na pewno usunąć członkiem?

# network-view.memberEraseConfirmDialogCancelButton
source: Cancel
po: Anuluj

# network-view.promoteAdminDialogTitle
source: Promote administrator
po: Promuj administratorem

# network-view.promoteAdminDialogText.0
source: Are you surely promote {1} to administrator?
po: Czy na pewno promować {1} do administratora?

# network-view.promoteAdminDialogCancelButton
source: Cancel
po: Anuluj

# network-view.demoteAdminDialogTitle
source: Demote administrator
po: Obniżanie administratorem

# network-view.demoteAdminDialogText.0
source: Are you surely demote {1} to user?
po: Czy na pewno obniżyć {1}, aby użytkownik?

# network-view.demoteAdminDialogCancelButton
source: Cancel
po: Anuluj

# network-view.emptyChildrenText
source: No children.
po: Brak członków dziecko.

# plutonium-cm-field.model.addSectionButton.title
source: Embedd video to the message content.
po: Ttworzenia zawartości tekstowej.

# plutonium-cm-field.model.addVideoButton.title
source: Embedd video to the message content.
po: Osadzony materiał wideo

# plutonium-cm-field.model.addImageButton.title
source: Embedd image to the message content.
po: Wbudowany treść obrazu.

# plutonium-cm-field.model.addLinkButton.title
source: Embedd a link to another message to the message content.
po: Osadzonej zawartości Link

# plutonium-cm-form.model.messageInput.label
source: Message
po: Wiadomość

# plutonium-cm-form.model.addVideoButton.title
source: Embedd video to the message content.
po: Osadzony materiał wideo.

# plutonium-cm-form.model.addImageButton.title
source: Embedd image to the message content.
po: Wbudowany treść obrazu.

# plutonium-cm-form.model.addLinkButton.title
source: Embedd a link to another message to the message content.
po: Osadzonej zawartości Link.

# plutonium-cm-form.model.parentDdLabel.label
source: Parent
po: Roślina mateczna

# plutonium-cm-form.model.contentTitleInput.label
source: Title
po: Tytuł

# plutonium-cm-form.shareTabLabel
source: Share
po: Dzielić

# plutonium-cm-form.contentTabLabel
source: Content
po: Zadowolony

# plutonium-cm-form.propertiesTabLabel
source: Properties
po: Nieruchomości

# plutonium-cm-form.embbeddedContentRadio
source: Embed content
po: Doładuj fajl

# plutonium-cm-form.assembleRadio
source: Assemble
po: Edytować

# plutonium-cm-form.uploadFileText
source: Choose File
po: Wybierz fajl

# profile-view.model.preferredLanguageLabel.label
source: Preferred language
po: Preferowany język

# profile-view.changeDeviceDialogTitle
source: Change device request
po: Żądanie zmiany urządzenie

# profile-view.memberEraseConfirmDialogText
source: Are you surely change device? After login, until your inviter not approve you could not log in to the application.
po: Czy na pewno zmienić urządzenie? Po zalogowaniu się , dopóki nie zatwierdzi zapraszający nie można zalogować się do aplikacji.

# profile-view.memberEraseConfirmDialogCancelButton
source: Cancel
po: Anuluj

# profile-view.activationDateTitle
source: Activation date
po: Data aktywacji

# profile-view.changingDeviceButton
source: Changing device
po: Zmiana narzędzia

# profile-view.underDevelopmentText
source: Under development ...
po: W budowie ...

# share-content-view.model.textContentTextLabel.label
source: Text
po: Tekst

# share-content-view.model.imageContentTitleLabel.label
source: Title
po: Tytuł

# share-content-view.model.imageEditorUrlLabel.label
source: Image url
po: URL obrazu

# share-content-view.model.linkEditorDialogTitleLabel.label
source: Title
po: Tytuł

# share-content-view.model.linkEditorReferenceLabel.label
source: Reference
po: Powiązane treści

# share-content-view.model.videoEditorTitleLabel.label
source: Title
po: Tytuł

# share-content-view.model.videoContentUrlLabel.label
source: Video url
po: Url wideo

# share-content-view.model.videoContentUrlLabel.error-message
source: Invalid Youtube url.
po: Nieprawidłowy url Youtube.

# share-content-view.textEditorDialogTitle
source: Edit text properties
po: Właściwości Edycja tekstu.

# share-content-view.textEditorDialogAcceptButton
source: Accept
po: Zaakceptować

# share-content-view.imageEditorDialogTitle
source: Edit image properties
po: Właściwości Edycja obrazu

# share-content-view.imageEditorDialogCancelButton
source: Cancel
po: Anuluj

# share-content-view.imageEditorDialogAcceptButton
source: Accept
po: Zaakceptować

# share-content-view.linkEditorDialogTitle
source: Edit link properties
po: Właściwości link Edytuj

# share-content-view.linkEditorDialogCancelButton
source: Cancel
po: Anuluj

# share-content-view.linkEditorDialogAcceptButton
source: Accept
po: Zaakceptować

# share-content-view.videoEditorDialogTitle
source: Edit video properties
po: Właściwości Edycja wideo.

# share-content-view.videoEditorDialogCancelButton
source: Cancel
po: Anuluj

# share-content-view.videoEditorDialogAcceptButton
source: Accept
po: Zaakceptować

# signin-view.model.signInFormLoginEmail.label
source: Email address
po: Adres e-mail

# signin-view.model.signInFormLoginPassword.label
source: Password
po: Hasło

# signin-view.model.signInFormAccept.title
source: submit
po: Zaloguj

# signin-view.signInFormRememberMe
source: Remember me
po: Zapamiętaj mnie

# signin-view.signInFormForgotPassword
source: Forgot password
po: Zapomniałeś hasła

# signin-view.signInFormRegistrate
source: Sign-on
po: Zapisać się

# signon-view.model.registrateTitleLabel.label
source: Name
po: Nazwa

# signon-view.model.registrateTitleLabel.error-message
source: Invalid name.
po: Błędna nazwa.

# signon-view.model.registratePhoneNumberLabel.label
source: Phone
po: Numer telefonu

# signon-view.model.registratePhoneNumberLabel.error-message
source: Invalid phone number.
po: Nieprawidłowy numer telefonu.

# signon-view.model.registratePasswordLabel.label
source: Password
po: Hasło

# signon-view.model.registratePasswordLabel.error-message
source: Invalid password. Password have to be 6-16 alphanumercal character and minimum 1 number.
po: Nieprawidłowe hasło. Hasło musi być 6-16 alphanumercal charakter i minimalna 1 numer.

# signon-view.model.registratePasswordConfirmLabel.label
source: Password confirmation
po: Potwierdzenie hasła

# signon-view.model.registrateCodeLabel.label
source: Activation code
po: Kod aktywacyjny

# signon-view.model.registrateCodeLabel.error-message
source: Activation code.
po: Zły kod aktywacyjny

# signon-view.model.registrateSignOnButton.title
source: submit
po: Zapisać się

# signon-view.registrateSignInButton
source: Signin
po: Zaloguj
